<?php 
	include "../../templates/global/header.php";
?>

<div class="page-content">
			<div class="section-title">
				Газотурбинный двигатель
			</div>
			<div class="section-text">
				Газотурбинный двигатель ( ГТД ) - тепловой двигатель, в котором газ сжимается и нагревается, а затем энергия сжатого и нагретого газа преобразуется в механическую работу на валу газовой турбины.<br><br>
				<span style="font-family: UbuntuMedium;">Достоинства:</span><br>
				<ul>
					<li>легкость;</li>
					<li>компактность;</li>
					<li>высокая экономичность;</li>
					<li>использование любого органического топлива, солнечной и ядерной энергии.</li>
				</ul>
			</div><br>
			<div class="section-title">
				Области применения ГТД
			</div>
			<div class="section-text">
				<div class="gtd-application-area">
					<div class="gtd-application-area-wall">
						<div class="gtd-application-content">
							<div class="gtd-application-el gtd-application-1">
								<div class="small-title">Авиация</div>
								<div>Проектирование турбореактивных, турбовинтовых, турбовентиляторных и турбовальных двигателей. На сегодняшний день, авиация практически на 100% состоит из машин, которые используют газотурбинный тип силовой установки.</div>
								<img class="img1" src="/assets/images/png/airplane.png">
							</div>
							<div class="gtd-application-2" style="display: none;">
								<div class="small-title">Морские суда</div>
								<div>В настоящее время энергетические установки большинства надводных кораблей флотов развитых стран оснащены газотурбинными двигателями.</div>
								<img class="img2" src="/assets/images/png/ship.png">
							</div>
							<div class="gtd-application-3" style="display: none;">
								<div class="small-title">Военная техника</div>
								<div>Высокая эффективность, компактность, прекрасные динамические характеристики.</div>
								<img class="img3" src="/assets/images/png/tank.png">
							</div>
							<div class="gtd-application-4" style="display: none;">
								<div class="small-title">Электроэнергетика</div>
								<div>Современные ветротурбинные установки с горизонтальной или вертикальной осью создаются с использованием самых передовых технологий, обеспечивая получение экологически «чистой» энергии.</div>
							</div>
							<div class="gtd-application-5" style="display: none;">
								<div class="small-title">Промышленность</div>
								<div>Комбинация газовой и паровой турбин уже сейчас обеспечивает КПД выше 60%. На АЭС газовая турбина - самый безопасный преобразователь энергии. Мобильные ГТУ эффективны при ликвидации природных и техногенных катастроф.</div>
							</div>
						</div>
						<div class="arrow left-arrow">
							<i class="fa fa-chevron-left" aria-hidden="true"></i>
						</div>
						<div class="arrow right-arrow">
							<i class="fa fa-chevron-right" aria-hidden="true"></i>
						</div>
					</div>
				</div>	
				<!-- <div class="small-title" style="padding-top: 0px;">Авиация.</div>
				<div>Проектирование турбореактивных, турбовинтовых, турбовентиляторных и турбовальных двигателей. На сегодняшний день, авиация практически на 100% состоит из машин, которые используют газотурбинный тип силовой установки.</div>
				<img class="img1" src="/assets/images/png/airplane.png">
				
				<div class="small-title">Морские суда.</div>
				<div>В настоящее время энергетические установки большинства надводных кораблей флотов развитых стран оснащены газотурбинными двигателями (ГТД). Газотурбинные двигатели входят в состав как единых газотурбинных энергетических установок (ГТЭУ), так и комбинированных дизель-газотурбинных энергетических установок (ДГТЭУ).</div>
				
				<div class="small-title">Военная техника.</div>
				<div>Высокая эффективность, компактность, прекрасные динамические характеристики.</div>
				
				<div class="small-title">Электроэнергетика.</div>
				<div>Современные ветротурбинные установки с горизонтальной или вертикальной осью создаются с использованием самых передовых технологий, обеспечивая получение экологически «чистой» энергии.</div>

				<div class="small-title">Промышленность.</div>
				<div>Комбинация газовой и паровой турбин уже сейчас обеспечивает КПД выше 60%. На АЭС газовая турбина - самый безопасный преобразователь энергии. Мобильные ГТУ эффективны при ликвидации природных и техногенных катастроф.</div> -->
			</div>
			<div class="section-title">
				<br>Компьютерные технологии в проектировании
			</div>
			<div class="section-text">
				Без знания современного программного и технического обеспечения невозможно рассчитать процессы, протекающие в энергетическом оборудовании, а такое оборудование спроектировать. Компьютерное моделирование успешно дополняет, а иногда и заменяет дорогостоящие физические эксперименты. Но такие программы в состоянии создавать и использовать только специалисты, знающие физику процесаа, математическое моделирование и САПР. Вы сможете разрабатывать сложные модели и создавать программы для своих проектов!
			</div>
			<img class="img1" src="/assets/images/jpg/GTD_fone_3.jpg">
			<div class="section-title">
				<br>«Газотурбинные и нетрадиционные энергоустановки»
			</div>
			<div class="section-text">
				Кафедра «Газотурбинные и нетрадиционные энергоустановки» была организована в МГТУ им. Н.Э. Баумана (тогда МВТУ) в 1949 г. на факультете «Реактивной техники». Тогда она называлась «Турбостроение» и вела подготовку как инженеров по турбореактивным и прямоточным двигателям для самолетов и крылатых ракет, так и специалистов в области стационарного и транспортного газотурбостроения.<br><br>
				Современное название кафедра получила при открытии в 1996 г. в МГТУ (впервые в России) подготовки специалистов по энергоустановкам на возобновляемых источниках энергии. <br><br>
				Выпускники кафедры Э-3 работают исследователями, конструкторами, расчетчиками, менеджерами и технологами в различных сферах деятельности, связанных не только с газотурбостроением и установками на основе возобновляемых источников, но и со всей сферой энергетики и двигателестроения от морских глубин до космоса и во многих смежных с ними областях.<br><br>
				Сегодня научно-педагогический коллектив кафедры, возглавляемый член-корр. РАН Вараксиным А. Ю., готовит специалистов по энергетическим газотурбинным и комбинированным установкам, авиационным газотурбинным двигателям и установкам для преобразования энергии на основе возобновляемых источников.
			</div>
			<div style="font-family: UbuntuMedium; font-size: 22px; text-align: center; padding-top: 20px;">
				Мы ждем Вас!<br>
				Выбор за Вами!
			</div>
		</div>




<script src="entrant.js"></script>
<?php 
	include "../../templates/global/footer-full.php";
?>