<?php 
	include "../../templates/global/header.php";
?>

<div class="page-content">
			<table border="1" style="border-collapse: collapse; border-color: black;">
				<tr>
					<td class="td1" style="text-align: center;">Годы</td>
					<td class="td2" style="text-align: center; font-family: UbuntuMedium;">
						События
					</td>
				</tr>
				<tr>
					<td class="td1">Октябрь 1949</td>
					<td class="td2">
						Cоздание в МВТУ им. Н. Э. Баумана кафедры "Газотурбинные двигатели" под руководством проф. В.В.Уварова. Созданию кафедры предшествовали научно-исследовательские работы под руководством В.В.Уварова
					</td>
				</tr>
				<tr>
					<td class="td1">1925</td>
					<td class="td2">
						Применение ГТД на аэропланах
					</td>
				</tr>
				<tr>
					<td class="td1">1930</td>
					<td class="td2">
						Организация в ВТИ лаборатории
					</td>
				</tr>
				<tr>
					<td class="td1">1931</td>
					<td class="td2">
						Поставлен курс лекций "Газовые турбины" в МВТУ
					</td>
				</tr>
				<tr>
					<td class="td1">1933</td>
					<td class="td2">
						Постановка учебного курса "Газовые турбины" в Военно-воздушной академии им. Н.Е.Жуковского
					</td>
				</tr>
				<tr>
					<td class="td1">1933 - 1941</td>
					<td class="td2">
						Защита дипломных проектов по газотурбинным двигателям и выпуск в МВТУ 12 инженеров-механиков
					</td>
				</tr>
				<tr>
					<td class="td1">1933-1936</td>
					<td class="td2">
						Проектирование, создание и испытания в ВТИ первой в мире экспериментальной высокотемпературной ГТУ
					</td>
				</tr>
				<tr>
					<td class="td1">1935</td>
					<td class="td2">
						Издание монографии "Газовые турбины" - автор В.В.Уваров
					</td>
				</tr>
				<tr>
					<td class="td1">1935 - 1939</td>
					<td class="td2">
						Проектирование и создание на Коломенском локомотивном заводе первого в мире экспериментального ТВД ( Тт = 1473 К ) мощностью 1500 л.с.
					</td>
				</tr>
				<tr>
					<td class="td1">1938</td>
					<td class="td2">
						Положительный отзыв В.В.Уварова и М.И.Вострикова на проект авиационного воздушно-реактивного двигателя, предложенного А.М.Люльке 
					</td>
				</tr>
				<tr>
					<td class="td1">1940</td>
					<td class="td2">
						Создание в ЦИАМ отдела по проектированию ГТД под руководством В.В.Уварова 
					</td>
				</tr>
				<tr>
					<td class="td1">1943 - 1945</td>
					<td class="td2">
						Проектирование, создание и испытание первого в мире опытного авиационного ТВД мощностью 1000 л.с.
					</td>
				</tr>
				<tr>
					<td class="td1">1945</td>
					<td class="td2">
						Публикация работы В.В.Уварова "Профилирование длинных лопаток газовых и паровых турбин" 
					</td>
				</tr>
				<tr>
					<td class="td1">1946 - 1949</td>
					<td class="td2">
						Проектирование, создание и испытание на заводе N41 опытного авиационного ТВД мощностью 3000 л.с. 
					</td>
				</tr>
				<tr>
					<td class="td1">1949</td>
					<td class="td2">
						Состав кафедры "Турбиностроение" под руководством В.В.Уварова включает А.П.Чернобровкин, Н.Д.Грязнов, В.Н.Веллер, Р.С.Кинасошвили, Н.Г.Морозов, А.А.Фадеев, Л.Н.Хитрин
					</td>
				</tr>
				<tr>
					<td class="td1">1952</td>
					<td class="td2">
						Перевод кафедры "ТС" на фак-т ТГМ и приглашение в состав кафедры выпускников МВТУ: Бекнева В.С., Юношева В.Д., Панасенко В.Ф., Пчелкина Ю.М., Лебедева Б.П., Малинина Н.Н., Михальцева В.Е.
					</td>
				</tr>
				<tr>
					<td class="td1">1953 - 1954</td>
					<td class="td2">
						Проектирование на кафедре ТС первого в СССР ГТД для локомотива 
					</td>
				</tr>
				<tr>
					<td class="td1">1955 - 1956</td>
					<td class="td2">
						Создание и испытание (совместно с Коломенским тепловозо- строительным заводом) первого в СССР локомотивного ГТД мощностью 3500 л.с.
					</td>
				</tr>
				<tr>
					<td class="td1">1957</td>
					<td class="td2">
						Создание при МВТУ проблемной лаборатории "Турбиностроение" под руководством В.В.Уварова при ведущем участии преподавателей кафедры: Бекнева В.С., Бидули Б.П., Грязнова Н.Д., Панкова О.М., Пчелкина Ю.М., Чернобровкина А.П., Юношева В.Д.
					</td>
				</tr>
				<tr>
					<td class="td1">1959 - 1965</td>
					<td class="td2">
						Разработка высокоэффективных ГТУ мощностью 200-1200 МВт 
					</td>
				</tr>
				<tr>
					<td class="td1">1962</td>
					<td class="td2">
						Издание монографии "Локомотивные ГТД"под ред. В.В.Уварова 
					</td>
				</tr>
				<tr>
					<td class="td1">1964 - 1966</td>
					<td class="td2">
						Технический проект энергетической ГТУ-200-750 под руководством В.В.Уварова совместно с ХТГЗ 
					</td>
				</tr>
				<tr>
					<td class="td1">1964</td>
					<td class="td2">
						Исследование систем охлаждения
					</td>
				</tr>
				<tr>
					<td class="td1">с 1964</td>
					<td class="td2">
						Разработки и исследования комбинированных ГТУ открытого и закрытого циклов с магнитогидродинамическими генераторами
					</td>
				</tr>
				<tr>
					<td class="td1">с 1967 по н.в.</td>
					<td class="td2">
						Разработка и исследование замкнутых ГТУ
					</td>
				</tr>
				<tr>
					<td class="td1">1968</td>
					<td class="td2">
						Исследование перспективных систем охлаждения и тепловой защиты газовых турбин и высокотемпературных 
					</td>
				</tr>
				<tr>
					<td class="td1">1969</td>
					<td class="td2">
						Концептуальный проект авиационного ТВД с большой степенью двухконтурности M>=6 и турбовентилятором
					</td>
				</tr>
				<tr>
					<td class="td1">1969</td>
					<td class="td2">
						Разработка замкнутой ГТУ космического назначения 
					</td>
				</tr>
				<tr>
					<td class="td1">1972</td>
					<td class="td2">
						Разработка транспортных ГТД 
					</td>
				</tr>
				<tr>
					<td class="td1">1974</td>
					<td class="td2">
						Исследования процессов газодинамики и тепломассообмена в каналах с проницаемыми керамическими материалами 1977 - кончина В.В.Уварова 
					</td>
				</tr>
				<tr>
					<td class="td1">1977 - 1980</td>
					<td class="td2">
						Исполняющий обязанности заведующего кафедрой О.М.Панков 
					</td>
				</tr>
				<tr>
					<td class="td1">1980 - 1997</td>
					<td class="td2">
						Заведующий кафедрой - профессор А.И.Леонтьев 
					</td>
				</tr>
				<tr>
					<td class="td1">1980</td>
					<td class="td2">
						фундаментальные исследования процессов газодинамики и тепломассообмена под руководством А.И.Леонтьева. Исследования по грантам РФФИ.
					</td>
				</tr>
				<tr>
					<td class="td1">1984</td>
					<td class="td2">
						Исследование пути повышения эффективности диффузоров.
					</td>
				</tr>
				<tr>
					<td class="td1">1986</td>
					<td class="td2">
						Организация филиала кафедры в ЦИАМ им.Баранова
					</td>
				</tr>
				<tr>
					<td class="td1">1987</td>
					<td class="td2">
						Избрание зав. кафедрой проф., д.т.н. А.И.Леонтьева член-корр. АН СССР.
					</td>
				</tr>
				<tr>
					<td class="td1">1987</td>
					<td class="td2">
						Опытный образец ЗГТУ (Самсонов В.Л.) 
					</td>
				</tr>
				<tr>
					<td class="td1">1991</td>
					<td class="td2">
						Избрание зав. кафедрой чл.-корр. А.И.Леонтьева академиком РАН 
					</td>
				</tr>
				<tr>
					<td class="td1">1991</td>
					<td class="td2">
						Начало исследований ветроэнергоустановок (Янсон Р.А.)
					</td>
				</tr>
				<tr>
					<td class="td1">1993</td>
					<td class="td2">
						Фундаментальные исследования по грантам РФФИ.
					</td>
				</tr>
				<tr>
					<td class="td1">1995</td>
					<td class="td2">
						Открытие специальности "Нетрадиционные и возобновляемые источники энергии".
					</td>
				</tr>
				<tr>
					<td class="td1">1996</td>
					<td class="td2">
						Повышение экологичности ГТУ (Пчелкин Ю.М.)
					</td>
				</tr>
				<tr>
					<td class="td1">1997</td>
					<td class="td2">
						Утверждение научной школы академика Леонтьева А.И. 
					</td>
				</tr>
				<tr>
					<td class="td1">1997</td>
					<td class="td2">
						Начало исследований по газодинамической стратификации (Леонтьев А.И.) 
					</td>
				</tr>
				<tr>
					<td class="td1">1998</td>
					<td class="td2">
						Заведующий кафедрой - Осипов М.И. 
					</td>
				</tr>
				<tr>
					<td class="td1">1998</td>
					<td class="td2">
						Разработка комбинированной энергоустановки открытого и замкнутого циклов. Рук. Осипов М.И. 
					</td>
				</tr>
				<tr>
					<td class="td1">1998</td>
					<td class="td2">
						Фундаментальные исследования газодинамики и тепломассообмена в элементах ГТУ 
					</td>
				</tr>
				<tr>
					<td class="td1">1998</td>
					<td class="td2">
						Разработка ГТУ при сжигании биомассы (Михальцев В.Е.)
					</td>
				</tr>
			</table>
		</div>




<script src="entrant.js"></script>
<?php 
	include "../../templates/global/footer-full.php";
?>